notes/percentages_terminology.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Percentages terminology</title>
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' href='https://www.haider.gq/base/style.css'/> 
<link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css' /> 
<link rel='preconnect' href='https://fonts.googleapis.com'> 
<link rel='preconnect' href='https://fonts.gstatic.com' crossorigin> 
<link href='https://fonts.googleapis.com/css2?family=Poppins:ital@1&family=Roboto&display=swap' rel='stylesheet'>
<meta name='keywords' content='development, coding, programming, linux, emacs, guix'>
<link rel='icon' type='image/x-icon' href='/base/favicon.png'>
<meta name='description' content="Haider Mirza's website">
</head>
<body>
<div id="preamble" class="status">
<div class='grid-container'>
      <div class='grid-item header'>

	<a href='https://www.haider.gq' class='Header_Title'>
	  <span class='Header_Haider-Mirza'>Haider Mirza</span>
	</a>
	<ul class='Header_links'>
	  <li><a href='https://www.haider.gq/blogs/blogs'>Blogs</a></li>
	  <li><a href='https://www.haider.gq/repos/repos'>Repositories</a></li>
	  <li><a href='https://www.haider.gq/notes'>Notes</a></li>
	</ul>
	<input type='search' class='Sidebar_Search' placeholder='Search Posts...'>
	</div>

	<div class='grid-item main'>
	  <input type='search' class='Main_Search' placeholder='Search Posts...'>
	      <div class='main-main'> <!-- The actual main part -->
</div>
<div id="content" class="content">
<h1 class="title">Percentages terminology</h1>

<div id="outline-container-orga81b4b8" class="outline-2">
<h2 id="orga81b4b8">Terminology</h2>
<div class="outline-text-2" id="text-orga81b4b8">
<p>
Percentages questions come with many key terms which you need to learn and memorise.
</p>
</div>
<div id="outline-container-orgc61bdaf" class="outline-3">
<h3 id="orgc61bdaf">Buying-in price</h3>
<div class="outline-text-3" id="text-orgc61bdaf">
<p>
The price a shop (vendor) pays for the item.
</p>
</div>
</div>
<div id="outline-container-org0cc98f7" class="outline-3">
<h3 id="org0cc98f7">Sell price</h3>
<div class="outline-text-3" id="text-org0cc98f7">
<p>
Also known as SP, the price a shop charges you to buy the item. 
</p>
</div>
</div>
<div id="outline-container-org1d836d0" class="outline-3">
<h3 id="org1d836d0">Mark-up</h3>
<div class="outline-text-3" id="text-org1d836d0">
<p>
This is basically (Sell price) - (Buying-in price) , The extra bit a shop charges in order to make a profit. 
</p>
</div>
</div>
<div id="outline-container-org61a653c" class="outline-3">
<h3 id="org61a653c">Cost</h3>
<div class="outline-text-3" id="text-org61a653c">
<p>
"Cost" could mean anything. Read the question and context carefully! 
</p>
</div>
</div>
<div id="outline-container-org9b12dd7" class="outline-3">
<h3 id="org9b12dd7">Percentage mark-up / gain / loss</h3>
<div class="outline-text-3" id="text-org9b12dd7">
<p>
Percentage mark-up / gain / loss , The percentage of the money the shop spends on an item which it gains / loses by selling it at the sell price. 
</p>
</div>
</div>
<div id="outline-container-org0fbf97d" class="outline-3">
<h3 id="org0fbf97d">VAT</h3>
<div class="outline-text-3" id="text-org0fbf97d">
<p>
VAT or Value-added tax, A percentage increase on the sell price of an item. The VAT doesn't go to the seller though, it goes to the government. 
</p>
</div>
</div>
<div id="outline-container-org7d77a6e" class="outline-3">
<h3 id="org7d77a6e">Income tax</h3>
<div class="outline-text-3" id="text-org7d77a6e">
<p>
The amount of your wages that go to the government. Usually 0% up to a certain salary, then 20% for a bit, then 40% if you earn over a certain amount. This varies from country to country and time to time!
</p>
</div>
</div>
</div>
<div id="outline-container-org82a653e" class="outline-2">
<h2 id="org82a653e">Examples</h2>
<div class="outline-text-2" id="text-org82a653e">
</div>
<div id="outline-container-org9ae204a" class="outline-3">
<h3 id="org9ae204a">Example 1</h3>
<div class="outline-text-3" id="text-org9ae204a">
<p>
A car dealer buys a Renault Megane for &pound;13,600. He marks it up by 12%. How much does he sell it for?
</p>
</div>
<div id="outline-container-org4da277a" class="outline-4">
<h4 id="org4da277a">Step 1</h4>
<div class="outline-text-4" id="text-org4da277a">
<p>
After scrutinizing the question deeply, he wants to gain a 12% profit. So let's start by finding 12%.
&pound;13,600 &divide; 100 = &pound;136 (This gives us 1% of the buying-in price)
&pound;130 &times; 12 = &pound;1632 (This is 12% of the buying in price)
</p>

<p>
Finally, we just add 12% to 100% to get 120% which is the price the car dealer will sell the car for.
&pound;13,600 + &pound;1632 = <b>&pound;15,232</b>
</p>
</div>
</div>
</div>
<div id="outline-container-orge18816b" class="outline-3">
<h3 id="orge18816b">Example 2</h3>
<div class="outline-text-3" id="text-orge18816b">
<p>
A company sells computers for &pound;1,250 plus VAT which is charged at 17.5%. How much does the computers cost.
</p>
</div>
<div id="outline-container-orgc84f490" class="outline-4">
<h4 id="orgc84f490">Step 1</h4>
<div class="outline-text-4" id="text-orgc84f490">
<p>
After deep scrutinization, you should know we need to first find 17.5% of the computers, so let's do that.
(1,250 &divide; 100) &times; 17.5 = 218.75
</p>

<p>
Now we just add the VAT to the sell-price to get the true cost of the computers.
218.75 + 1250 = <b>&pound;1468.75</b>
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org7a35244" class="outline-2">
<h2 id="org7a35244">Links to this note</h2>
<div class="outline-text-2" id="text-org7a35244">
<ul class="org-ul">
<li><a href="./maths.html">Maths</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
</div>
		    </div>
		<div class='grid-item sidebar'>
		  <h2>Socials</h2>
		  <ul class='sidebar-socials'>
		    <li><a href='mailto:haider@haider.gq'><i class='fa-solid fa-envelope'></i> Email</a></li>
		    <li class='irc' onclick='alert('My Username is Haider,
You can find me in Libera.Chat on these channels:
- #tropin 
- #systemcrafters 
- #guix');'><i class='fa-solid fa-message'></i> IRC/Matrix</li>
		    <li><a href='https://www.github.com/Haider-Mirza'><i class='fa-brands fa-github'></i> Github</a></li>
		  </ul>
		  <h2>Projects</h2>
		  <ul class='sidebar-projects'>
		    <li><a href='https://www.github.com/Haider-Mirza/Spinter'> Spinter</a></li>
		  </ul>
		</div>
		<div class='grid-item footer'>
		  <p>Created by Haider Mirza with orgmode in emacs</p>
		</div>
	      </div>
</div>
</body>
</html>
